_posts/language/2016-09-05-english-chives.html
---
layout: post
title: 单词本：蔬菜之韭菜
categories: [language]
tags: [English]
---

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> chives</h2>
<div class="outline-text-2" id="text-1">
<p>
本来打算学习韭菜的，后来发现韭菜原来叫 Chinese chives 中国细香葱。而 chives 则是细香葱的意思。百度百科说：
</p>

<blockquote>
<p>
虾夷葱 (Allium schoenoprasum)，又称小葱、细香葱、香葱，或直接简称为葱。<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>
</p>
</blockquote>

<p>
虾夷葱我还是头一次听说，好奇怪的名字啊。说起虾夷，我记得之前我在一本关于日本的书中了解到，北海道地区的原住民就叫虾夷人<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>，体型比较矮小，但很凶悍。经常骚扰日本天皇的领地，但最终被天皇给灭了。或许是因为这种葱来自北海道，又或许是葱的体型细细的如虾夷人？不得而知了。顺便提一下，北海道古称虾夷，日语写法为：えみし（emishi）。也许下一次你去北海道玩，和北海道的日本人说 えみし，他们定会惊讶于你的人文地理历史知识渊博。
</p>

<p>
德语管虾夷葱叫 der Schnittlauch<sup>(de)</sup>，schnitt 切割，der Lauch[laux]<sup>(de)</sup> 葱。小切葱？
</p>

<p>
法语叫 la ciboulette[sibulɛt]<sup>(fr)</sup>，而 la ciboule[sibul]<sup>(fr)</sup> 则是葱的名号。La
ciboulette est une plante aromatique<sup>(fr)</sup>. 小香葱是一种香料植物。
</p>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-2">
<h2 id="orgheadline2"><span class="section-number-2">2</span> Chinese chives</h2>
<div class="outline-text-2" id="text-2">
<p>
韭菜好像是中国特有，所以被叫做中国细香葱。另外还有其他好多名字：garlic chives 大蒜葱, oriental garlic 东方大蒜, Asian chives 亚洲小香葱, Chinese chives 中国小香葱, Chinese leek 中国大葱<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup>。
</p>

<p>
法语叫 la ciboule(tte) chinoise<sup>(fr)</sup>，和英语一样，也认为韭菜是中国特有的小葱。
</p>

<p>
德语叫 der Knoblauch-Schnittlauch<sup>(fr)</sup>，就有点怪怪的了：葱蒜切葱<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup>吗？
</p>
</div>
</div>

<div id="outline-container-orgheadline5" class="outline-2">
<h2 id="orgheadline5"><span class="section-number-2">3</span> leek</h2>
<div class="outline-text-2" id="text-3">
<p>
前面出现过的，韭菜又叫 Chinese leek，而 leek 则是大葱的名字。知道了 leek 再回过头看看小葱的的名字 der Schnittlauch 就不太陌生了。Lauch 和 leek 不就是一对双胞胎么。
</p>

<p>
大葱的法语名字却叫 le poireau[pwaʀo]<sup>(fr)</sup>，另外还有法语名字如 l(a)'asperge du
pauvre<sup>(fr)</sup>，l'asperge<sup>(fr)</sup> 芦笋，pauvre<sup>(fr)</sup> 穷人。正如后面会提到的，在英语里
not worth a leek 形容毫无价值，在法语里穷人的芦笋就是大葱。可见英国法国人的心目中大葱多么低廉啊。
</p>
</div>

<div id="outline-container-orgheadline3" class="outline-3">
<h3 id="orgheadline3"><span class="section-number-3">3.1</span> not worth a leek</h3>
<div class="outline-text-3" id="text-3-1">
<p>
大葱可能比较容易种植，所以比较廉价，就有毫无价值之意了：
</p>
<ul class="org-ul">
<li>What he said is not worth a leek. 他说的东西不值一葱。只值一葱已经很低贱了，不值一葱那简直太伤人了。</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-3">
<h3 id="orgheadline4"><span class="section-number-3">3.2</span> to eat the leek</h3>
<div class="outline-text-3" id="text-3-2">
<p>
另外大葱的味道不是人人都喜欢，所以 to eat the leek 有忍辱负重之意：
</p>
<ul class="org-ul">
<li>James felt bad when he was obliged to eat the leek. 詹姆士被迫忍受屈辱感觉很难受。</li>
<li>She had to eat the leek then. 那时候她只能忍受屈辱。</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgheadline6" class="outline-2">
<h2 id="orgheadline6"><span class="section-number-2">4</span> Summary</h2>
<div class="outline-text-2" id="text-4">
<p>
本文本来计划学习韭菜的名字，后来发现韭菜其实在英国法国被称作中国小香葱（Chinese
chives，la ciboulette chinoise<sup>(fr)</sup> ），在德国被称作葱蒜切葱（der
Knoblauch-Schnittlauch<sup>(de)</sup>）。于是又学习了小香葱（chives，la ciboulette<sup>(fr)</sup>，
der Schnittlauch<sup>(de)</sup> ）和大葱（leek，le poireau<sup>(fr)</sup>，der Lauch<sup>(de)</sup> ）两组单词。
</p>

<p>
另外还学会了英语里两个成语不值一葱（not worth a leek）和忍辱吃葱（to eat the
leek）。下次吃葱的时候可以羞辱讨厌的人说：You are not worth a leek, I must let
you to eat the leek!  （你不值一文，我必定让你忍受屈辱！）
</p>

<p>
不过话说回来，我还是希望诸位这一生不要遇到这样的混蛋，希望你们能遇到的都是和小香葱一样可爱的人。
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="http://baike.baidu.com/view/92921.htm">http://baike.baidu.com/view/92921.htm</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="http://baike.baidu.com/view/76793.htm">http://baike.baidu.com/view/76793.htm</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="https://en.wikipedia.org/wiki/Allium_tuberosum">https://en.wikipedia.org/wiki/Allium_tuberosum</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
<a href="https://de.wikipedia.org/wiki/Knoblauch-Schnittlauch">https://de.wikipedia.org/wiki/Knoblauch-Schnittlauch</a>
</p></div></div>


</div>
</div>
